import { NextPage } from "next";
import { PageTemplate } from "../../templates";

const About: NextPage = () => {
  return (
    <PageTemplate
      title="۱۰ ایده ای ساده ولی خلاقانه برای ساختن کارت دعوت"
      metaTitle="۱۰ ایده ای ساده ولی خلاقانه برای ساختن کارت دعوت"
      metaDescription="مدل ساختن این کارت دعوت خیلی راحت و ساده است. فقط باید سعی کنی از روی الگویی که ما گفتیم بری جلو.مدل ساختن این کارت دعوت خیلی راحت و ساده است. فقط باید سعی کنی از روی الگویی که ما گفتیم بری جلو.مدل ساختن این کارت دعوت خیلی راحت و ساده است. فقط باید سعی کنی از روی الگویی که ما گفتیم بری جلو.مدل ساختن این کارت دعوت خیلی راحت و ساده است. فقط باید سعی کنی از روی الگویی که ما گفتیم بری جلو.مدل ساختن این کارت دعوت خیلی راحت و ساده است. فقط باید سعی کنی از روی الگویی که ما گفتیم بری جلو."
      withBg={false}
      breadcrumb={[
        {
          id: "home",
          label: "خانه",
          href: "/",
        },
        {
          id: "blog",
          label: "مقالات",
          href: "/blog",
        },
        {
          id: "single",
          label: "۱۰ ایده ای ساده ولی خلاقانه برای ساختن کارت دعوت",
          href: "",
        },
      ]}
    >
      <div></div>
    </PageTemplate>
  );
};

export default About;
